##信息发布网站目录

####一、 首页（page1。图片轮播，几张图片？）
* a) 发布活动（link）
* b) 点击更多（link到 找活动页面）
* c) 点击更多互联网（link到 找活动>互联网分类页面）
* d) 本地活动主办方（link）
* e) 更多活动主办方（link）
 * e.i. 活动主办方（page2 活动主办方 列表页）
 * .i.1. 活动主办方 具体介绍页面（page3）
* .ii. 主办方认领（page4  该页面入口在哪？）
####二、 全国####
* a) 全国城市下拉菜单（选择城市或更多地区）
 * a.i. 更多地区页面（page5 全国城市列表，点击link到 城市页面 。此处是否应该link到找活动>北京地区 页面？）  
 * a.i.1. 城市页面（page6 显示当前城市的活动列表页面，点击可以link到活动内容页面）
####三、 找活动（page7找活动首页）
* a) 时间、兴趣、地区 分类导航
* b) 活动内容页（page8）
####四、 活动进行时栏目首页
* a) 兴趣、地区筛选卡
* b) media list（pagination)
####五、   进行时活动详情页
####六、 观点栏目首页
* a) 类别筛选
* b) 资讯列表(pagination)
####七、   观点详情页(文章，尾含点赞、发布评论、分享、相关推荐）
* a) 搜索活动页面（搜索框、搜索结果提示信息、搜索结果media list pagination)
####八、 发布活动页面（表单，含tab text area）
